{

    "comments" : [
     
        {
            "title": "The Year of the Locust: Terry Hayes",
            "review": "3.2 out of 5 stars",
            "name" : "Chris Pine",
            "content" : "With The Year of the Locust, Hayes has penned a breathtaking story about cutting-edge science, a government conspiracy, and one man’s desperate attempt to unravel it all"
        },

        {
            "title": "Better Off Dead: (Jack Reacher 26)",
            "review": "3 out of 5 stars",
            "name" : "Jack Mbugua",
            "content" : "Reacher never backs down from a problem. And he's about to find a big one, on a deserted Arizona road, where a Jeep has crashed into the only tree for miles around. Under the merciless desert sun, nothing is as it seems. Minutes later Reacher is heading into the nearby border town, a backwater that has seen better days. Next to him is Michaela Fenton, an army veteran turne "
        },

        {
            "title": "12 Rules for Life: An Antidote to Chaos",
            "review": "4 out of 5 stars",
            "name" : "Beth Child",
            "content" : " The content does not justify the length of the book. When you strip away the pseudo-profundity and verbosity, you’re left with rather simple ideas you could find in any self-help book or discover on your own. Rule # 1, for instance, essentially states that females prefer males with confidence and that success breeds confidence and further success. This is rather obvious "
        },

        {
            "title": "Girl A: The Sunday Times and New York Times global best seller",
            "review": "3.2 out of 5 stars",
            "name" : "Brack Wanjala",
            "content" : "This book pulled me in right away and led to some late night reading sessions. Really intriguing and creepy premise with good pacing. It was difficult to follow at times because the author switches frequently between past and present narrative with no demarcation for the reader. It’s a good book and I do recommend it but I must say I was a left feeling a little unsatisfied in the end—I wanted more details and more answers!"
        },

        {
            "title": "Billy Summers: The No. 1 Bestseller",
            "review": "4 out of 5 stars",
            "name" : "Omondi Owiti",
            "content" : "How would people feel if every time they bought something the person ringing them up would tell them their political views???? I am 40 pages in and already he has trashed Trump three times. Mr King we get it from your past few books. you hate Donald Trump , but we are buying your books for a good story not to find out how you feel about Trump. I mean I do not like Trump and still do not want to read this crap every 20 pages"
        }






    ]

}